"AgreeAndProceedButtonText" = "Agree and Proceed";
"AllowRepatchUpgradeToggle" = "Allow repatch / upgrade";
"Credits" = "Credits:";
"CreditsLinks" = "[@gcenx](https://github.com/Gcenx)
[@nastys](https://github.com/nastys)";
"CreditsText" = "Many thanks to the developers behind the DXVK and MoltenVK patches for their great help and for providing the binaries.";
"CrossOverDownloadURL" = "https://codeweavers.com/account/downloads";
"CrossOverDownloadURLText" = "CodeWeavers Downloads Page";
"CrossOverPatcher" = "CXPatcher";
"CWForums" = "CodeWeavers forums";
"CWForumsURL" = "https://www.codeweavers.com/support/forums/general/?t=27;msg=257865";
"CWWebsite" = "CodeWeavers doesn't support patched or modified CrossOver apps, see the";
"CXPatcherName" = "CXPatcher";
"DisclaimerPleaseNoteLabelText" = "Please note:";
"DisclaimerText" = "This is an unofficial patching program for CrossOver, and CodeWeavers is in no way involved in its development. Although it has been tested, this software may render your CrossOver installation unusable or unstable. USE AT YOUR OWN RISK. Use of this patcher will also void any official support from CodeWeavers.

If you face any issues after your installation has been patched, you may download a new copy of CrossOver from the CodeWeavers website.";
"XtLibsButtonText" = "Locate DXMT folder";
"XtLibsLabel" = "Install external framework";
"XtLibsToggle" = "Install DXMT";
"XtLibsLocateText" = "Locate the DXMT folder using the button below:";
"XtLibsPathLabelText" = "External resource folder path";
"XtLibsDisclaimerText" = "WARNING: This is an Alpha release, it may be unstable and crash your machine, use at your own risk, When the patch is applied YOU NEED TO CREATE A NEW BOTTLE FOR DXMT";
"GPTKToggle" = "Integrate D3DMetal (GPTK)";
"ForcePatch" = "Force Patch";
"Instructions" = "Instructions";
"InstructionsAskWhatDo" = "What does this program do?";
"InstructionsButtonText" = "Instructions";
"InstructionsFunctionDescription" = "This patcher modifies your CrossOver installation to use updated and tweaked versions of DXVK and MoltenVK, which in some instances will improve compatibility or performance for some games.";
"InstructionsText" = "Ensure you have an unmodified release version of CrossOver, as downloaded from your CodeWeavers account page. Make sure CrossOver has been registered and run at least once, to make sure the latest DXVK is activated properly. You may need to toggle DXVK off and on within CrossOver. If for any reason your CrossOver install has been rendered unusable, it can be downloaded again from the CodeWeavers website; this patcher will not make any permanent modifications to your CrossOver bottles.";
"PatchStatusAlreadyPatched" = "This CrossOver.app has already been patched!";
"PatchStatusError" = "This version of CrossOver is not supported. Please use CrossOver %@ from the CodeWeavers website.";
"PatchStatusReady" = "Drop your CrossOver.app here \nor click to select it in Finder";
"PatchStatusSuccess" = "CrossOver.app has been successfully patched";
"RestoreButtonLabel" = "Restore";
"RestoreConfirm" = "Cool!";
"RestoreFailure" = "Either this CrossOver.app is unpatched, or was patched with an incompatible version of CXPatcher.";
"RestoreStatusLabel" = "CrossOver.app Restore";
"RestoreSuccess" = "CrossOver.app has been successfully restored.";
"GcenxURL" = "https://github.com/Gcenx";
"nastysURL" = "https://github.com/nastys";
"MediaFoundation" = "In order to make Media foundation libraries work you'll have to install GStreamer (Install for all users required)";
"DownloadGStreamer" = "Download GStreamer";
"GStreamerInstalled" = "GStreamer is already Installed";
"waitFor" = "Waiting for you to read the disclaimer and confirm";
"confirmationValue" = "I will not ask CodeWeavers for support or refund";
"confirmation" =  "Please type 'I will not ask CodeWeavers for support or refund' in the input field below";
"unsupported" = "unsupported";
"bottlesPathToggle" = "Use separate bottles path";
"optionsButtonText" = "Advanced Options";
"options" = "Options";
"MTLHUDToggle" = "METAL HUD always on";
"DisableFastMathToggle" = "Disable fast math";
"DisableAutoUpdate" = "Prevent CrossOver auto update";
"bottlesToggleHelp" = "Bottles will be saved in a different folder, crossover won't use the bottles generated with stock CrossOver, you may need to create a new bottle, there's an option to customize the path where the bottles are located";
"gptkToggleHelp" = "Updates the current Gameporting toolkit libraries";
"mkvToggleHelp" = "Updates MoltenVK (with the UE4 Hack)";
"dxvkToggleHelp" = "Updates DXVK libraries";
"signatureToggleHelp" = "removes app signature to fix GateKeeper issues (app will open with the right click)";
"autoUpdateToggleHelp" = "Disable CrossOver's update check prompt";
"fastMathToggleHelp" = "Fixes some rendering issues with some games using DXVK (SLOWER) for all bottles";
"advertiseAVXToggle" = "Always Advertises AVX";
"advertiseAVXToggleHelp" = "This forces rosetta to advertise AVX, instead of only using it on demand (Some games like Yakuza need that to run) will make some games run but could potentially slow down or break other games if not sure leave unchecked";
"hudToggleHelp" = "Enables The Metal Hud For all bottles";
"MVKdontPatch" = "Don't patch";
"MVKbaseline" = "Base MVK + UE4 hack";
"MVKlatest" = "Latest MVK + UE4 hack";
"MVKexperimental" = "Experimental MVK + UE4 hack";
"DXVKAsyncToggle" = "DXVK Async";
"DXVKAsyncToggleHelp" = "Enables DXVK Asynchronous Shader compilation";
"DisableUE4HackToggle" = "Disable UE4 Hack";
"DisableUE4HackToggleHelp" = "Disables the UE4 Hack (use this option if you have graphical issues)";
"continue" = "Continue";
"d3dMetalCache" = "D3dMetal cache";
"clearD3dmetalCache" = "Clear";
"ShowD3dmetalCacheFolder" = "Show folder";
"findSteamCaches" = "Find Steam Caches";
"d3dmetalCacheDeleted" = "All D3dMetal cache has been cleared";
"d3dmetalCacheDeleteFailed" = "Failed to delete d3dmetal cache";
"scanningSteamFolders" = "Scanning Steam cache folders";
"clickFindSteamCaches" = "Click to scan Steam cache folders";
"steamCacheDeleted" = "The Selected Steam cache folder has been cleared";
"steamCacheDeleteFailed" = "Failed to delete selected steam cache";
"steamCacheDeleteInProgress" = "Clearing selected Steam cache";
"toolsButtonText" = "Tools";
"DXMTOptions" = "DXMT Options";
"preferredMaxFrameRate" = "Max Frame Rate: %@";
"preferredMaxFrameRateHelp" = "can be set to enforce the application's frame pacing being controled by Metal. The value must be a factor of your display's refresh rate. (e.g. 15/30/40/60/120 is valid for a 120hz display).";
"metalFXSpatial" = "Metal FX Spatial";
"metalFXSpatialHelp" = "Enables MetalFX spatial upscaler on output swapchain. By default it will double the output resolution.";
"metalSpatialUpscaleFactor" = "Upscale Factor: %@";
